      <?php
      function getDateUa(){
          $monthes = array(
              1 => 'Січня', 2 => 'Лютого', 3 => 'Березня', 4 => 'Квітня',
              5 => 'Травня', 6 => 'Червня', 7 => 'Липня', 8 => 'Серпня',
              9 => 'Вересня', 10 => 'Жовтня', 11 => 'Листопада', 12 => 'Грудня'
          );
          return ( (int)date('d') . ' ' . $monthes[(date('n'))] . date(' Y'));
      }
      function getDayUa(){
          $days = array(
              "Неділя", "Понеділок", "Вівторок", "Середа",
              "Четвер", "П'ятниця", "Субота"
          );
          return $days[(date('w'))];
      }
      ?>
